data/random_selection_3/2017-04-23_23-05-28/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=1
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1423: Mon Apr 24 00:07:05 2017
  write: io=153600MB, bw=46380KB/s, iops=45, runt=3391236msec
    slat (usec): min=89, max=53074, avg=272.50, stdev=246.76
    clat (msec): min=10, max=253, avg=21.79, stdev=18.06
     lat (msec): min=10, max=253, avg=22.07, stdev=18.08
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   18], 80.00th=[   26], 90.00th=[   39], 95.00th=[   69],
     | 99.00th=[   99], 99.50th=[  112], 99.90th=[  143], 99.95th=[  157],
     | 99.99th=[  215]
    bw (KB  /s): min= 8208, max=76233, per=100.00%, avg=46410.40, stdev=23564.76
    lat (msec) : 20=75.10%, 50=17.54%, 100=6.42%, 250=0.94%, 500=0.01%
  cpu          : usr=0.83%, sys=0.46%, ctx=158971, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=46380KB/s, minb=46380KB/s, maxb=46380KB/s, mint=3391236msec, maxt=3391236msec

Disk stats (read/write):
  sdb: ios=88/51199, merge=0/307194, ticks=207/1119469, in_queue=1119446, util=33.04%
  sdc: ios=83/51198, merge=0/307194, ticks=121/1116341, in_queue=1116283, util=32.95%
  sdd: ios=83/51198, merge=0/307188, ticks=117/1113541, in_queue=1113422, util=32.87%